Repository: NaN-tic/trytond-carrier_send_shipments_mondialrelay
Catalog: locale/*.po
Languages: ca_es, es_es

# error:stock.shipment.out:
source: Add country in shipment "%(name)s" delivery address
ca_es: Afegeix un país en l'adreça d'enviament de l'albarà "%(name)s"
es_es: Añade un país a la dirección de envío del albarán "%(name)s"

# error:stock.shipment.out:
source: Delivery address "%(name)s" has not a country or MondialRelay location.
ca_es: L'adreça d'enviament "%(name)s" no disposa de pais ni de ubicació MondialRelay.
es_es: La dirección de envío "%(name)s" no dispone de país o ubicación MondialRelay.

# error:stock.shipment.out:
source: Not available "%(name)s" label from MondialRelay
ca_es: No està disponible l'etiqueta "%(name)s" de MondialRelay.
es_es: No se dispone la etiqueta "%(name)s" de MondialRelay.

# error:stock.shipment.out:
source: Not send shipment %(name)s. %(error)s
ca_es: No s'ha enviant l'abarà %(name)s. %(error)s
es_es: No se ha enviado el albarán %(name)s. %(error)s

# error:stock.shipment.out:
source: Select a service or default service in MondialRelay API
ca_es: Selecciona un servei o un servei per defecte a la API de MondialRelay.
es_es: Seleccione un servicio o un servicio por defecto en la API de MondialRelay.

# field:carrier.api,mondialrelay_content:
source: MondialRelay Content
ca_es: Contingut MondialRelay
es_es: Contenido Mondial Relay

# field:carrier.api,mondialrelay_culture:
source: Mondial Relay Culture
ca_es: Idioma Mondial Relay
es_es: Idioma Mondial Relay

# field:carrier.api,mondialrelay_customerid:
source: Mondial Relay Customer ID
ca_es: Customer ID Mondial Relay
es_es: Client ID Mondial Relay

# field:carrier.api,mondialrelay_label:
source: Mondial Relay Label Format
ca_es: Format etiqueta Mondial Relay
es_es: Formato etiqueta Mondial Relay

# field:carrier.api,mondialrelay_pdf_format:
source: Mondial Relay PDF
ca_es: PDF Mondial Relay
es_es: PDF Mondial Relay

# field:carrier.api,mondialrelay_version:
source: Mondial Relay Version
ca_es: Versió Mondial Relay
es_es: Versión Mondial Relay

# field:stock.shipment.out,mondialrelay_content:
source: MondialRelay Content
ca_es: Contingut MondialRelay
es_es: Contenido Mondial Relay

# help:carrier.api,mondialrelay_content:
source: Description package content (livres, ...)
ca_es: Descripció contingut MondialRelay (livres, ...)
es_es: Decripción paquete Mondial Relay (livres...)

# help:party.address,mondialrelay:
source: Office MondialRelay code to delivery shipment
ca_es: Codi oficina MondialRelay per l'entrega
es_es: Código oficina MondialRelay para la entrega

# help:stock.shipment.out,mondialrelay_content:
source: Description package content (livres, ...)
ca_es: Descripció contingut MondialRelay (livres, ...)
es_es: Decripción paquete Mondial Relay (livres...)
